{
    "dare": [
        "Text the last 6 people in your DMs 'I love you'.",
        "Tell your crush that you like them",
        "Lick the wall.",
        "Send the most cringe message ever",
        "Show everyone something you wrote/drew when you were younger.",
        "Ghost ping the person you like.",
        "Name one thing you would change about each person here.",
        "Show everyone the funniest meme in your camera roll.",
        "Have everyone here list something they like about you",
        "Show everyone an embarrassing childhood picture of you.",
        "Wear a clothing item often associated with a different gender tomorrow",
        "Scream at the top of your lungs whatever the chat wants.",
        "DM someone \"hi\" and respond with \"banana\" to everything they say",
        "Send a message only using your toes",
        "Let the group decide your status for 7 days.",
        "Spin around 10 times and try to walk straight.",
        "Ask your dad for a dad joke and send it",
        "Hug the object/person nearest you.",
        "Let the group decide your outfit for tomorrow.",
        "Show everyone here your last 10 google searches.",
        "Make up a country song off the top of your head",
        "Sit on the lap of the person you like for 5 mins.",
        "Ask the first person in your DMs to marry you.",
        "Kiss someone of your same gender.",
        "Send/say the alphabet backwards",
        "Let the group choose your profile picture for the next day",
        "Send your worst playlist",
        "Imitate your least favorite celebrity",
        "Ask someone out of a gender you aren't attracted to.",
        "Share your phone's wallpaper",
        "Pair everyone here up into couples.",
        "Yell a swear word really loudly",
        "Tell the group about your worst experience on a date.",
        "Fake cry for the group.",
        "Tell your best friend that you're a furry",
        "Send every curse word you can think of in chat.",
        "Send the 8th person in your DMs something embarrassing.",
        "Prank call the last person that called you",
        "Ask your crush who they have a crush on.",
        "Play the last song you listened to. No lying!",
        "Say UWU for as long as possible",
        "Call your crush and try to make conversation for a minute.",
        "Ask a friend for their mom's phone number",
        "Put on makeup if you don't wear makeup and it's available, take off all your makeup if you're wearing it.",
        "Propose to someone in the group",
        "Let your friends post something on your social media",
        "Tell the other players something they don't know about you",
        "Ghost ping someone",
        "Send a picture of your favourite stuffed animal.",
        "Show everyone here the last 5 messages with the last person you messaged/messaged you.",
        "Make an owo emote for the group.",
        "Show everyone your recent calls",
        "Try to tickle yourself",
        "Send your best friend \"I hate you\" and don't respond to any of their messages.",
        "Send a weird picture of yourself.",
        "Breakdance for the group.",
        "Send a paragraph to your crush about 3 things you love about them.",
        "Act like an animal for the next minute",
        "Show everyone here the worst picture of you that you can find.",
        "Take a sniff of everyone playing.",
        "Change your status to \"I'm a furry, deal with it uwu\"",
        "Everything you say for the next 5 rounds has to rhyme.",
        "Prank call your crush",
        "Kiss someone for 1 minute.",
        "Send a picture of your pet.",
        "Tell the group something about you that you've never told them before",
        "Tell everyone your honest opinion of the person who sent this command.",
        "Let someone here do your makeup.",
        "Call someone random, and say everything in a british accent",
        "Rate everyone here 1-10 in terms of personality.",
        "Tell your best friend that you'll always be with them no matter what :)",
        "Send a song you're embarrassed to listen to",
        "Screenshot your most played songs and show it to the group.",
        "Sing a song for the group.",
        "Text to your bff 'I kinda have a crush on you wanna go out?' And don't reply to any of their messages.",
        "Show the group an embarrasing picture of you.",
        "Name every ocean",
        "Tell everyone about your last kiss.",
        "Answer the next truth question with complete honesty",
        "Show the group an embarrassing photo from your childhood.",
        "Do whatever someone else wants for the rest of the day.",
        "Take a picture of you doing over-done ducklips.",
        "Call your crush and serenade them.",
        "Send a passive-aggressive message to a friend",
        "Show the group the insides of your closet.",
        "Post the oldest photo on your phone",
        "Kiss the player you think looks the cutest.",
        "Send your crush something wholesome",
        "Type with only one finger for the next minute",
        "Ask someone random for a hug",
        "Send the most furry-like message possible",
        "Screen share your search history from today.",
        "Speak only in emojis for the next 5 minutes",
        "Do an impression of someone until another player can guess who you are",
        "Talk with a Russian accent for the next 3 rounds",
        "Call one of your parents and then tell them they are grounded for a week",
        "Kiss the person to your left, either on the hand or cheek.",
        "Name as many types of car as you can",
        "Give your friends your unlocked phone for 30 seconds",
        "List three things you like about your crush.",
        "Slap your face.",
        "Change your Discord PFP to whatever the group decides.",
        "Stand up and spin in a circle three times.",
        "Send the pleading emoji to the 2nd person in your DMs",
        "Tell the other players something you've never told anyone before",
        "List everyone as the kind of animal you see them as.",
        "Text your number neighbor (phone number one less or one more than you)",
        "Have someone in the group ask a question that you must answer",
        "Talk in a very deep voice for the next round",
        "Describe your crush, but don't give it away.",
        "Prank call McDonalds",
        "Make/bake a cake.",
        "List the things on your desk",
        "Block the fifth person in your DMs.",
        "Hold hands with the player on your right for 3 minutes.",
        "Show the group your latest YouTube searches",
        "Do an impression of your most annoying teacher",
        "Sing a song of the groups choice, in a VC.",
        "Eat an ice cube",
        "Link everyone to the last song you listened to.",
        "Tell the last person you texted that you're pregnant/got someone pregnant.",
        "Send a meme you've made",
        "Type with only one hand for the next minute",
        "Hum a song of your choice, don’t stop until someone correctly guesses the song",
        "Use your non-dominant hand for an hour",
        "Tie your shoe strings together and try to walk to the door and back",
        "Lick someone's hand.",
        "Pretend to be another player for the next round",
        "Listen to a country song",
        "Pretend to date someone for a day.",
        "Send a text to your crush explaining your favorite movie plot in vivid detail.",
        "Show everyone the last YouTube video you watched.",
        "Don't touch your phone for an hour after the game is over.",
        "Describe the object closest to you until the group guesses the object.",
        "Tell your funniest joke to the group.",
        "Try to lick your elbow",
        "Lick the neck of the person next to you.",
        "Text your crush and tell them how cool they are",
        "Act like a furry to the 5th person in your DM list's DMs",
        "Send a photo of where you are",
        "Name as many cities as you can",
        "Call a random person and sing happy birthday to them",
        "Show everyone the earliest picture in your camera roll.",
        "Sit in the lap of the person to your left for 3 turns.",
        "Tell your crush you hate them.",
        "Share one of your playlists",
        "Slap the last person who talked besides yourself.",
        "Exchange a clothing item with the player on your right.",
        "Do as many pushups or situps as you can in a minute.",
        "Send a screenshot of the bottom of your DMs list",
        "Send knee pics to the group.",
        "Talk in an accent for the next 10 minutes.",
        "Talk in an accent for the next 3 rounds",
        "Eat a packet of hot sauce.",
        "Show everyone your DMs list",
        "Write a love poem to the first person in the offline list",
        "Make a poem using the words orange and moose",
        "Use a furry pfp for 24 hours",
        "Change your phone wallpaper to the choice of the group for 7 days.",
        "Curse as badly as you can for 20 seconds.",
        "Name as many countries as you can",
        "Post a selfie.",
        "Call your parents and talk about the weather in a british accent",
        "Howl like a wolf",
        "Take a shot of mustard or ketchup.",
        "Play a song of the next person's choosing.",
        "Type a sentence about food with your eyes closed.",
        "Change your nickname/username to whatever the group wants.",
        "Lick the floor.",
        "Prank call your best friend",
        "Show the group a picture of one person you find very attractive.",
        "Post your favorite photo on your phone",
        "Type with only the left side of your keyboard for the next minute",
        "Send a Snapchat to your ex.",
        "Show the last DM you sent without context",
        "Voice act a cartoon character of the group's choice.",
        "Do your best impersonation of the question asker or someone in the group.",
        "Put your face in a bowl of ice cold water for 30 seconds.",
        "Send your partner a fake breakup message.",
        "Sharpie an embarrassing message on any part of the body covered by clothing.",
        "Call a relative. The group can ask one question.",
        "Send the fifth person in your message history 20 seconds of keyboard spam.",
        "Make up a rap and sing it for 30 seconds",
        "Type as fast as you can for the next minute",
        "Post the latest photo you took to instagram",
        "Text your crush 'I love you'.",
        "Type without vowels for the next minute",
        "Try not to blink for as long as possible",
        "Ask a random person in this server if you've met them before",
        "Let someone go through your Amazon purchase history and read it out to the group.",
        "Google images of the first word that comes to your head and send the first image",
        "Don't charge your phone until it dies.",
        "Point out the worst dressed person in the room.",
        "Tell the 3rd person in your DMs that you love them",
        "Rickroll someone",
        "Show everyone your screen time",
        "Text your crush about how much you like them, but don't reply to them after that.",
        "Take a shot of lemon juice, and take one more every time someone picks dare.",
        "Send the last meme you saved to your phone",
        "Be really annoying for the next minute",
        "Have a matching pfp with who you like for 3 days.",
        "Tweet '*insert popular band name here* fans are the worst' and don't reply to any of the angry comments.",
        "Send the first word that comes to your mind right now",
        "Text the third person in your message history 'last night was great' with a heart.",
        "Show the last text message you have received without context .",
        "Hold your breath for 10 seconds",
        "Show everyone a picture of you when you were young.",
        "Send a message to someone you haven't talked to in a year",
        "Send a sentence without the words: but, a, the, or",
        "Type with your fists for the next minute",
        "Use Discord light theme for an hour",
        "Close your eyes and send a blind message to a random person",
        "Switch to Discord light mode for the rest of the day",
        "Take a picture of yourself and show it to the group.",
        "Rate everyone here 1-10 in terms of looks.",
        "Post your favorite pet photo",
        "Eat a piece of paper.",
        "Ask someone in this server out on a date.",
        "Spill the last secret someone told you.",
        "Sit on one person's lap for two minutes.",
        "Send one of your favorite playlists!",
        "List everyone as the emoji(s) you think best fits them.",
        "Invite anyone in the group's choosing to join the call.",
        "Lick your nose",
        "Send a picture of your eyes.",
        "Post an embarrassing photo on your Instagram story.",
        "Text the first six people in your message history 'a' and don't reply if they bring it up.",
        "Spin an imaginary hula hoop around your waist for 1 minute.",
        "Show the list of people in your DMs.",
        "Sing a lullaby in VC.",
        "Prank call your enemy",
        "Send your youtube watch history",
        "Put ice in your clothes and wait until it melts.",
        "Set your cell phone language to Spanish for the next 10 minutes",
        "Call someone you're playing with 'mommy' or 'daddy'",
        "Call your first DM for no reason",
        "Choose 3 people here and tell them the latest lie you told to them here (not in DMs).",
        "Tell your crush that you don't love them.",
        "Text your ex and ask them 'How's it going?'.",
        "Everyone here take a snack break - ToD Bot team.",
        "Show everyone your frequently used emoji list.",
        "Spin around for 30 seconds",
        "Let the group pose you in an embarrassing position and take a picture.",
        "Everyone go get a drink of water - ToD Bot Team",
        "List everything in your wallet",
        "Give yourself a haircut.",
        "Act like a dog for 1 minute.",
        "Go to the first person you know on your instagram feed and like every photo on their profile.",
        "Let someone go through your YouTube history and read it out to the group.",
        "Let the group look through your phone for 30 seconds.",
        "Send a message to the person at the bottom of your DMs list",
        "Send a picture of the item closest to your phone.",
        "Post the fanciest photo you've ever taken",
        "Send the worst meme you've made",
        "Draw a face around your belly button.",
        "Message someone you argued with and tell them that you're sorry.",
        "Send 5 pleading emojis to the last person you DMed",
        "Describe the last dream you had.",
        "Send your favorite meme",
        "Text your parents \"something crazy just happened\" and share what they say",
        "Lick the bottom of your shoe/foot.",
        "Do a yoga pose for 3 minutes.",
        "Send your favorite joke",
        "Ping a friend to join!",
        "Show your lock screen and wallpaper.",
        "Share the most recent photo on your phone with the group.",
        "Describe everyone in the room in three words.",
        "Text your best friend \"something crazy just happened\" and don't respond",
        "Do a cartwheel.",
        "Delete the last 10 pictures in your camera roll permanently (remove them from recently deleted too).",
        "Kiss the person who you think is the best friend to you.",
        "Do an impression of your favorite celebrity",
        "Send a photo of your desk",
        "Imitate a behaviour of who you like.",
        "Name as many types of food as you can",
        "Show everyone here your screen time.",
        "Paint your fingernails with a crayon",
        "Show everyone the last picture in your camera roll."
    ]
}