{
    "paranoia": [
        "Who do you think dreams the most about love?",
        "Who do you think is the worst at speling?",
        "Who do you think is least similar to you?",
        "Who do you think has the most people thirsting for them?",
        "Who would you hate to date the most here?",
        "Who's most likely to kill someone accidentally?",
        "Who's most likely to turn into an e-girl/e-boy/e-nby?",
        "Who's most likely to date their ex's sibling?",
        "Who's most likely to be a stand-up comedian?",
        "Who's most likely to become a millionaire?",
        "Who's most likely to forget important birthdays?",
        "Who here is most likely to start a cult?",
        "Who's the 'main character' of the group?",
        "Who's most likely to be a backup dancer?",
        "Who's personality contrasts the most with their looks?",
        "Who do you think has the best taste in music?",
        "Who's most likely to be a game show contestant?",
        "Who here would have children the earliest?",
        "Who's the most emotional?",
        "Who has the worst ego here?",
        "Who's most likely to hide their sexuality?",
        "Who do you think is the healthiest?",
        "Who's most likely to act like an animal?",
        "Who's most likely to read every book in the library?",
        "Who's the most confident person here?",
        "Who is most likely to run out of their own wedding last minute?",
        "Who's most likely to have a secret crush on someone else here?",
        "Who's most likely to write a love letter to their crush?",
        "Who's most likely to sneak/have snuck into a bar underage?",
        "Who do you think has the messiest room?",
        "Who's most likely to have a sex change operation?",
        "Who's most likely to hook up with an ex?",
        "Who's most likely to have a heart attack watching a scary movie?",
        "Who's most likely to be in a cult?",
        "Who's probably the best kisser?",
        "Who do you want to make out with the least?",
        "Who's most likely to have a side chick?",
        "Who's the clumsiest?",
        "Who's most likely to say \"uwu\" unironically?",
        "Who do you think has submitted the most questions with /suggest?",
        "Who's most likely to be secretly sexist?",
        "Who's most likely to deny a relationship?",
        "Who do you think is most similar to you?",
        "Who's most likely to hold a grudge for the longest?",
        "Who's most likely to meet up with an online friend?",
        "Who would most likely listen to Billie Eilish?",
        "Who's most likely to be an exotic dancer?",
        "Who do you think has the fewest friends?",
        "Who do you think is the biggest simp?",
        "Who's most likely to be in an 'open relationship?'",
        "Who's body did you wish you had?",
        "Who's most likely to only use R rated questions?",
        "Who's got the best taste in fashion?",
        "Who's most likely to get caught cheating on a test?",
        "Who's most likely to have never dated anyone?",
        "Who do you think is the least healthy?",
        "Who's most likely to go to hell?",
        "Who do you think gets the most social anxiety from playing paranoia?",
        "Who's most likely to be a future drug addict?",
        "Who's most likely to have a child before getting married?",
        "Who do you think falls in love the easiest?",
        "Who's most likely to appear on 'My Strange Addiction?'",
        "Who's the most basic person here?",
        "Who do you think dresses the worst?",
        "Who do you think has shot a gun the most times?",
        "Who's the most attractive without trying?",
        "Who's the most unnecessarily sentimental person here?",
        "Who's most likely to date someone famous?",
        "Who is most likely to commit a crime?",
        "Who do you think has the most friends of the opposite sex?",
        "Who's most likely to crash their first car?",
        "Who's the least charismatic?",
        "Who's most likely to become a serial killer?",
        "Who do you think has the wildest twitter?",
        "Who do you think would be the best at planning a murder?",
        "Who's most likely to become a meme?",
        "Who do you think is most likely to be a habitual liar?",
        "Who do you think listens to the most depressing music?",
        "Who's most likely to get heartbroken?",
        "Who's the most likely to choose love over a career?",
        "Who do you think has the most messed up past?",
        "Who would be worst to date?",
        "Who do you think is the least attractive?",
        "Who is most likely to be friend zoned after a terrible kiss?",
        "Who here is most likely to get rejected?",
        "Who's most likely to date someone much younger?",
        "Who do you think had their first kiss the earliest?",
        "Who's most likely to laugh at the wrong moment?",
        "Who gives the best advice here?",
        "Who would prefer money over love?",
        "Who's the most innocent one here?",
        "Who's most likely to fall in love with their best friend?",
        "Who's probably the best singer?",
        "Who's most likely to move to stay with a partner?",
        "Who's most likely to go on a fad diet?",
        "Who do you think is the funniest?",
        "Who do you think is the most underrecognized person here?",
        "Who's the biggest sociopath here?",
        "Who's the worst at gifting (gives unoriginal or boring gifts)?",
        "Who do you think has the most friends?",
        "Who's most likely to eat the same thing every day?",
        "Who here would make the worst parent?",
        "Who's the biggest nerd here?",
        "Who is most likely to attract toxic people?",
        "Who do you think gets their name said least in paranoia?",
        "Who do you think studies the most?",
        "Who do you think is the rudest?",
        "Who do you think has the most instagram followers?",
        "Who is most likely to date a relative?",
        "Who do you want to make out with the most?",
        "Who do you think would live the longest?",
        "Who's the most generous with their time?",
        "Who's most likely to abuse being an admin?",
        "Who do you think is the worst at saving their money?",
        "Who's most likely to enjoy reading over watching movies?",
        "Who's most likely to decide to disappear without a trace?",
        "Who do you think has spent the most money on video games?",
        "Who would have the most screen time on their phone?",
        "Who's the biggest party animal?",
        "Which person in this server do you want to meet irl the most?",
        "Who do you think is the most fun to be around?",
        "Who's most likely to forget their anniversary?",
        "Who's most likely to date an ex's friend?",
        "Who's most likely to kiss their best friend just for fun?",
        "Who do you think needs more romantic attention from people?",
        "Who do you think has the sassiest attitude here?",
        "Who's the the weirdest person here?",
        "Who's the best actor here?",
        "Who do you think is the most two-faced?",
        "Who's most likely to have pictures of their crush saved to their camera roll?",
        "Who's most likely to date someone much older?",
        "Who's most likely to work minimum wage?",
        "Who's the most flirty person here?",
        "Who's most likely to marry a celebrity?",
        "Who's most likely to hit someone with a car?",
        "Who's probably the worst at singing?",
        "Who's the most romantic person here?",
        "Who lets out the worst farts",
        "Who's the least innocent one here?",
        "Who's the meanest person here?",
        "Who's most likely to go to an anime convention.",
        "Who's most likely to date someone way out of their league?",
        "Who's most likely to be asexual?",
        "Who's most likely to catfish someone?",
        "Who's most likely to have never been in love?",
        "Who do you think has the weirdest taste in music?",
        "Who do you want to impress here?",
        "Who's the most annoying person here?",
        "Who's the ugliest here?",
        "Who's most likely to date someone their parents hate?",
        "Who's least likely to find love in their lifetime?",
        "Who would you like to go on a date with the most?",
        "Who's the least romantic person here?",
        "Who here is the friendliest?",
        "Who is most likely to start a fire?",
        "Who's most likely to join the military?",
        "Who's most likely to be a felon?",
        "Who's the most likely to marry someone twice their age?",
        "Who's most likely to forget their own birthday?",
        "Who's most likely to get hungover after only one drink?",
        "Who do you think would run away from home?",
        "Who do you think has no dating life?",
        "Who's most likely to flirt with a waiter/waitress?",
        "Who do you think has the hottest voice here?",
        "Who's most likely to spread a rumor?",
        "Who's most likely to secretly have a crush on you?",
        "Who do think is the worst at saving their money?",
        "Who's most likely to break a brand new phone?",
        "Who's most likely to like pineapple pizza?",
        "Who's most likely to embarrass themselves drunk?",
        "Who's most likely to sell their soul to the devil if they got the chance?",
        "Who's the most likely to stalk an ex?",
        "Who is the most insensitive person in this group?",
        "Who would you want to take care of you when you're sick?",
        "Who do you think would get married first?",
        "Who's got the best smile?",
        "Who is most likely to die in an embarrasing way?",
        "Who's most likely to start their own YouTube channel?",
        "Who's most likely to keep a photo of their crush in their wallet?",
        "Who's most likely to become a model?",
        "Who here is most likely to be a furry?",
        "Who do you think would have the most expensive wedding?",
        "Who's most likely to get a secret piercing?",
        "Who here do you talk to the most?",
        "Who's the most attractive person here?",
        "Who would be most likely to cry during a movie?",
        "Who's most likely to cheat with an ex?",
        "Who's most likely to spend all their money on something useless?",
        "Who's the dumbest here?",
        "Who's most likely to have a crush on their best friend?",
        "If you could make one person here fall in love with you, who would you choose?",
        "Who's most likely to date someone 5+ years older than them?",
        "Who do you think will live the longest?",
        "Who is the most immature?",
        "Who's most likely to go through a breakup first?",
        "Who's got 'big dick energy?'",
        "Who's most likely to join the mafia/a gang?",
        "Who would you ask to hide a dead body?",
        "Who here has the strangest music taste?",
        "Who's most likely to steal from their parents?",
        "Who's most likely to be on a reality TV show?",
        "Who's most likely to fall for an internet scam.",
        "Who has the biggest number of different personalities?",
        "Who's most likely to embarrass themselves in front of their crush?",
        "Who's got the nicest body here?",
        "Who do you think is the biggest attention seeker?",
        "Who makes you laugh the most?",
        "Who do you think receives the most compliments?",
        "Who do you think eats the most in an average day?",
        "Which person here would you not like to be stuck in an elevator with?",
        "Who do you think is the biggest wallflower here?",
        "Who's the biggest dork here?",
        "Who do you think dresses the most scantily?",
        "Who's most likely to forget their partner's name?",
        "Who's most likely to only use PG rated questions?",
        "Who do you think needs the most therapy?",
        "Who's most likely to never get married?",
        "Who's most likely to die young?",
        "Who's the 'theater kid' of the group?",
        "Who's most likely to move to a different country?",
        "Who means the most to you?",
        "Who do you think has dated the most people?",
        "Who's most likely to start randomly dancing in public?",
        "Who has the most chaotic personality?",
        "Who's most likely to ignore huge red flags in a relationship?",
        "Who do you think is the best at cooking?",
        "Who's most likely to date two people at the same time?",
        "Who's most likely to get fired within their first week of being hired?",
        "Who's the most average person here?",
        "Who's most likely to indulge in PDA?",
        "Who's most likely to get bullied at school?",
        "Who's most likely to kiss someone on their first date?",
        "Who's most likely to become a famous athlete.",
        "Who here would you pick to be your therapist?",
        "Who's the most likely to never have children?",
        "Who's the driest person here?",
        "Who's most likely to buy social media followers?",
        "Who do you think is the most childish?",
        "Who is the most flexible?",
        "Who has the best bromance?",
        "Who's most likely to be rich and famous?",
        "Who do you think watches the most rom-coms?",
        "Who's most likely a high school dropout?",
        "Who do you think is the cutest?",
        "Who's most likely to snitch on a friend?",
        "Who do you think drinks the most alcohol?",
        "Who's most likely to abuse their position of power to get their way?",
        "Who's the most likely to become a nun/monk?",
        "Who's most likely to get cheated on?",
        "Who's most likely to piss their pants as an adult?",
        "Who would you pick to be stuck on a desert island with?",
        "Who's most likely to date a friend's ex?",
        "Who's the worst actor here?",
        "Who's most likely to be a furry?",
        "Who in this server is most open about how they feel?",
        "Who's most likely to kidnap a crush?",
        "Who would never wear the same outfit twice if they could?",
        "Who do you think flirts the most?",
        "Who's most likely to get a tattoo of their ex's name?",
        "Who do you think would be the worst driver?",
        "Who here has had the biggest glow down?",
        "Who here is the most boy/girl/nby-crazy?",
        "Who's got the worst mood?",
        "Who's the mom/dad/parent of the server?",
        "Who's most likely to catch COVID-19?",
        "Who's the hottest one here?",
        "Who's most likely to wear sneakers to a formal event?",
        "Who here would be the most boring blogger?",
        "Who do you think has the worst taste in music?",
        "Who do you think the most people have a crush on here?",
        "Who is most likely to be a furry?",
        "Who has the worst memory?",
        "Who's most likely to become a police/security officer?",
        "Who is the most athletic person here?",
        "Who's most likely to get catfished?",
        "Who do you think has the most trouble getting over an ex?",
        "Who makes the best jokes?",
        "Who's most likely to be a stripper?",
        "Who's most likely to kill for money?",
        "Who would have 'Netflix and Chill' as their favorite activity?",
        "Who here is most likely to become an athlete?",
        "Who do you think is the best dancer?",
        "Who's most likely to be a gambling addict?",
        "Who do you think would look best as the opposite gender?",
        "Who do you think would become a famous actor/director?",
        "Who do you think cries the most?",
        "Who's the most likely to spoil a movie?",
        "Who would you trust to do your clothes shopping for a year?",
        "Who's considered to have the best body?",
        "Who's most likely to become president?",
        "Who says 'sorry' too much even when they didn't make a mistake?",
        "Who here is most likely to be successful?",
        "Who do you think gets high most often?",
        "Who do you think people should be more grateful for?",
        "Who would be best to date?",
        "Who do you think is the biggest penny pincher?",
        "Who do you think has the worst mood swings?",
        "Who's most likely to get married and divorced within a week?",
        "Who's the most likely to be a huge germaphobe?",
        "Who's most likely to live from their car?",
        "Who's most likely to go commando?",
        "Who here has had the biggest glow up?",
        "Who do you think would eat fast food for every meal?",
        "Who's most likely to backstab their best friend?",
        "Who do you think has the weirdest dating history?",
        "Who's most likely to pirate games/movies/music?",
        "Who's most likely to go in for a kiss and get rejected?",
        "Who do you think has the cringiest social media profiles?",
        "Who here is on Discord the most?",
        "Who's most likely to die from a social media challenge?",
        "Who's most likely to photoshop pictures of themselves?",
        "Who here is the most promiscuous?",
        "Who do you think is most outspoken?",
        "Who do you think has hooked up with the most people in this server?",
        "Who do you think looks most intimidating?",
        "Who's got the fastest relationship turnover?",
        "Who's most likely to be unemployed?",
        "Who is most likely to run away with their partner?",
        "Who's most likely to become an artist?",
        "Who's most likely to get plastic surgery?",
        "Who's most likely to get internet famous?",
        "Who here would make the best parent?",
        "Who's the 'side character' of the group?",
        "Who do you think looks like the nicest person?",
        "Who's most likely to eat raw meat on a dare?",
        "Who do you think is the most dramatic?"
    ]
}