{
    "wyr": [
        "Would you rather constantly stumble when walking or constantly studder when speaking?",
        "Would you rather kill one person you know or kill three strangers?",
        "Would you rather have 20 million YouTube subscribers or produce a blockbuster action movie?",
        "Would you rather live in a completely empty room or a room so full of things that the space feels tight?",
        "Would you rather have Doge or Grumpy Cat as a pet?",
        "Would you rather drink 2 cups of trash juice or drink 1 gallon of milk 6 months past expiration?",
        "Would you rather be able to travel at light speed or be able to read minds?",
        "Would you rather have long curly hair or have short straight hair?",
        "Would you rather always be late or always be unprepared?",
        "Would you rather speak everything in surround sound or have your own entrance theme when you walk in a room?",
        "Would you rather be forced to watch TV all the time or not watch TV at all?",
        "Would you rather have no eyebrows or have a unibrow?",
        "Would you rather be constantly followed by 32 ducks for the rest of your life or have 4 meters long arms?",
        "If while earning a PhD you were offered a high paying job would you rather complete the degree or bail for the $?",
        "For the rest of your life, would you rather eat what you find in a dump or eat sealife from the bottom of the sea?",
        "Would you rather be on the front page of Reddit whenever or the front page of the NYT once?",
        "Would you rather live on normally or have the LAST 5 would you rathers become true?",
        "Would you rather only have water for a whole month or only soda for a whole month?",
        "Would you rather be starving for the rest of your life or obese for the rest of your life?",
        "if you could only eat one and never eat the other, would you rather eat waffles or eat pancakes?",
        "Would you rather win a $5,000 shopping spree to any store or win a 10-day free vacation to any destination?",
        "Would you rather dress like people hundreds of years ago or dress like a person from the future?",
        "Would you rather eat all your meals where the food is freezing cold or with 5 tablespoons of salt poured on it?",
        "Would you rather be unhappily single OR unhappily married?",
        "Would you rather be the head chef on a luxury cruise liner or be the head chef in the White House?",
        "Would you rather never again play a game on your computer or never again play console or portable device game?",
        "Would you rather be an only child or have ten siblings?",
        "Would you rather be immortal or die right now?",
        "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
        "Would you rather have your hands switched for Dustpans or be sweating jam instead of sweat?",
        "Would you rather get a free appetizer with every meal or get a free dessert with every meal?",
        "Would you rather be able to pop all of your pimples at once or be able to crack all of your joints at once?",
        "Would you rather get electrocuted for 10 seconds or get slapped 20 times?",
        "Would you rather live in a place with constant summer OR constant winter?",
        "Would you rather only be able to text your crush OR only be able to talk to them in person with someone else around?",
        "Would you rather have a Porsche or Ferrari?",
        "Would you rather shrink to 1 inch or grow to 3 stories?",
        "Would you rather date someone allergic to your favorite foods OR someone without a sense of humor?",
        "Would you rather be an olympic tennis player or be an olympic table tennis player?",
        "Would you rather not know how to read or not know how to write?",
        "Would you rather be able to kill anyone by writing their name down or be able to heal anyone by kissing them?",
        "Would you rather be 4'6 or 7'7?",
        "Would you rather be a horse or a cow?",
        "Would you rather be trapped in a sandstorm or be trapped in a snowstorm?",
        "Would you rather get compliments from everyone but your crush OR get compliments from only your crush?",
        "Would you rather be a centaur or be a mermaid?",
        "Would you rather have two partners that hated each other OR two friend groups that hated each other?",
        "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
        "Would you rather have an iPhone or have an Android device?",
        "Would you rather know everything or be the ruler of everything?",
        "Would you rather have loved and lost or never loved at all?",
        "Would you rather always be overdressed or always be underdressed?",
        "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
        "Would you rather die in a zombie apocalypse or die in a nuclear war?",
        "Would you rather have a significant other that doesn't speak or have a significant other that doesn't listen?",
        "Would you rather sleep in your parent's bed every night or weep every time someone tells a joke in front of you.?",
        "Would you rather be handcuffed to your worst enemy or be separated from your entire family for life?",
        "Would you rather be able to freeze time for one hour a day or be able to replicate one thing per day?",
        "Would you rather be able to breathe underwater OR fly?",
        "Would you rather be a world class footballer or a world class cricketer?",
        "Would you rather Eat a quarter or eat Chapstick?",
        "Would you rather be on jury duty or go to work?",
        "Would you rather live in a world where all writing is Comic Sans or where the only music is Call Me Maybe?",
        "Would you rather write a book or paint a picture?",
        "Would you rather wear the same thing every day or never wear the same clothes twice?",
        "Would you rather listen to country music or k-pop?",
        "Would you rather not brush your teeth for a month or not shower for a month?",
        "Would you rather have the ability to change the past OR manipulate the future?",
        "To acquire a Rolex watch, would you rather unearth and loot a corpse or cheat in a competition?",
        "For $2,000, would you rather stay overnight in a haunted asylum or go on a scary (but broken) roller coaster?",
        "Would you rather win a 1-day shopping spree to any store or win a 2-week vacation to any destination?",
        "Would you rather have to stay naked all the time OR have your thoughts appear as bubbles above your head?",
        "Would you rather have an average house in the middle of a city or have a mansion miles away from civilization?",
        "Would you rather live in a house in a suburb or in an apartment in a big city?",
        "Would you rather read the book or see the film?",
        "Would you rather not be able to feel any pain or have extremely brittle bones?",
        "Would you rather work at the F.B.I. or the C.I.A.?",
        "Would you rather have $150 in quarters or have $100 in paper money?",
        "Would you rather have the ability to teleport or be able to time travel?",
        "Would you rather be hunted by people or hunt people?",
        "Would you rather always live 10 miles from where you were born or never be able to settle down in one place for more than a year?",
        "Would you rather live an average life and be forgotten in time or go down in history for something terrible?",
        "Would you rather be a contestant on Wheel of Fortune or be a contestant on Jeopardy?",
        "Would you rather talk only in an Autotuned voice or talk in a stereotypical grandma voice?",
        "Would you rather be criticized or ignored?",
        "Would you rather only have a 1st grade education or live in a world where everyone else only has a 1st grade education?",
        "Would you rather smell like onions or garlic?",
        "Would you rather be a rock star or be a movie star?",
        "Would you rather freeze to death or boil to death?",
        "Would you rather die a painful death that goes down in history or die a painless death that everyone hates you for?",
        "Would you rather Save the Library of Alexandria from burning or know what happened to Atlantis?",
        "Would you rather feel like you have to sneeze all the time or feel like you're about to fall all the time?",
        "Would you rather be known for something good or unknown for something great?",
        "Would you rather always take cold Showers or never feel anything cold?",
        "Would you rather die from hypothermia (cold) or die from hyperthermia (heat)?",
        "Would you rather be unable to experience sadness or be unable to experience anger?",
        "Would you rather die on The Hindenburg or die on The Titanic?",
        "If you could only use one type of bill for the rest of your life, would you rather pay with singles or hundreds?",
        "Would you rather watch a volcano erupt or witness a meteor hitting Earth?",
        "Would you rather be able to fly or be able to breathe underwater?",
        "If you had to destroy a form of writing up till the present, would you rather destroy all non-fiction or fiction?",
        "Would you rather smell like farts all the time or get sprayed by a skunk once a month for the rest of your life?",
        "Would you rather be married to someone who doesn't love you or be married to someone you don't love?",
        "If you made no money as a result, would you rather have created Facebook or have created Twitter?",
        "Would you rather drink orange soda or lemon-lime soda?",
        "Would you rather get one million dollars or find true love?",
        "Would you rather be a dinosaur or be a narwhal ?",
        "Would you rather live alone on a tropical island or live with other people in Antarctica ?",
        "Would you rather be a capitalist or a communist?",
        "If you were blind, would you rather have perfect hearing or use painful eyedrops hourly to see?",
        "Would you rather never be able to eat pasta again or never eat dessert again?",
        "Would you rather instantly learn the piano or the guitar perfectly?",
        "Would you rather eat a hamburger or hot dog?",
        "Would you rather have to ability to see through anything or to get away with theft?",
        "Would you rather be always cold or always hot?",
        "Would you rather work for Apple and know all of their secrets or work for Google and know all their secrets ?",
        "Would you rather have a successful podcast or a successful YouTube channel?",
        "Would you rather date someone much taller OR much shorter than you?",
        "Would you rather communicate with animals or speak every language fluently?",
        "Would you rather only be able to use a phone for the rest of your life OR only be able to use a computer?",
        "Would you rather do 10,000 jumping jacks without a break or do 2,000 sit-ups without a break?",
        "Would you rather never be able to kiss someone OR only be able to do it in front of your parents?",
        "Would you rather never remember birthdays/anniversaries or forget every historical date and why it was important?",
        "Would you rather be sick for the rest of your life or kill 2 puppies?",
        "Would you rather fight three bulls at the same time or fight ten bulls one at a time?",
        "Would you rather have to use a completely blank keyboard with absolutely no labeled keys or have to type with only your two index fingers all the time?",
        "Would you rather drink milk for the rest of your life or drink orange juice for the rest of your life?",
        "Would you rather have super sensitive taste buds or super sensitive hearing?",
        "Would you rather take a sizzling hot shower or or an ice cold freezing shower?",
        "Would you rather have your current pet live as long as you do or bring a past pet back to life?",
        "Would you rather wear only skin tight clothing or wear clothes that are much too big?",
        "Would you rather marry a new random person every year or one random person and stick with it?",
        "Would you rather get 4 hours or 15 hours of sleep per night?",
        "Would you rather fight a bear or fight a lion?",
        "Would you rather vacation in Russia or China?",
        "Would you rather always be 10 minutes late or always be 20 minutes early?",
        "Would you rather watch a romantic movie on a date in a theater OR at home?",
        "Would you rather be a shark or a dolphin?",
        "Would you rather stay in school for the next 30 years or leave school after 2nd grade?",
        "Would you rather only speak in words that begin with H or not be able to say any words that have the letter E in them?",
        "Would you rather always know when people are lying or always get away with lying?",
        "Would you rather relive a specifc moment or have photographic memory?",
        "Would you rather get severe frostbite or be severely burned?",
        "Would you rather take a picture or have your picture taken?",
        "If you were in a horror movie, would you rather be thrown into a snake pit or a spider pit?",
        "Would you rather play Dodgeball or play Four Square?",
        "Would you rather see blurry all the time or see everything in black and white?",
        "Would you rather be blind OR be deaf?",
        "Would you rather play roblox or minecraft?",
        "Would you rather kill someone you know and get $1 million or be killed and end world hunger?",
        "Would you rather never get tired or never have to go to the bathroom?",
        "Would you rather eat Lay's Potato Chips or eat Pringles?",
        "Would you rather have a huge head and a small neck or a huge neck and a small head?",
        "Would you rather have an elephant sized kitten or a kitten sized elephant?",
        "Would you rather be a famous country singer or be a famous blues guitarist?",
        "Would you rather poop rainbows or vomit rainbows?",
        "Would you rather live an extra 50 years or be guaranteed entrance to Heaven?",
        "Would you rather only read romance novels or only read textbooks?",
        "Would you rather see the future or change the past?",
        "Would you rather listen to the Macarena for four hours straight or listen to Mambo No. 5 for four hours straight?",
        "Would you rather see how or what created civilization or see how or what ends civilization?",
        "When you eat macaroni and cheese, would you rather use a spoon or use a fork?",
        "Would you rather kiss the youngest person here OR kiss the oldest person here?",
        "Would you rather find a book about everything about the past or about the future?",
        "Would you rather have knee length hair or have a 1 foot tall mohawk?",
        "Would you rather never be able to wear shoes or not be able to touch anything red?",
        "Would you rather own a horse in the city  or own a cat in the country?",
        "Would you rather be able to play any music instrument in the world or speak with animals?",
        "Would you rather never be able to compliment or never be able to complain?",
        "Would you rather be telekinetic or be telepathic?",
        "Would you rather have a personal chauffeur or have a personal chef?",
        "Would you rather be caught cheating OR be cheated on?",
        "Would you rather have it always be day or night?",
        "Would you rather only speak in questions or only speak in movie quotes?",
        "If you could rewrite history, would you rather there was no such thing as music or art?",
        "Would you rather meet your idol or be popular at school?",
        "Would you rather get $20 or get frequently complimented for one day?",
        "Would you rather be lefty or righty?",
        "Would you rather glue your eyes shut with super glue or spill hot glue over your lap?",
        "Would you rather stop using YouTube or stop using Instagram?",
        "Would you rather own a pet snake or own a pet turtle?",
        "Would you rather be a hippie or be a gangsta ?",
        "If you could kill either character, would you rather kill Harry Potter or Voldemort?",
        "Would you rather live in a mansion in Beverly Hills or live in a penthouse in Manhattan?",
        "Would you rather go to prison for five years or get punched hard in the face every hour for five years?",
        "Would you rather speak to animals or speak 10 foreign languages?",
        "Would you rather sit on a cold toilet seat or a warm toilet seat?",
        "Would you rather have it snow for the rest of your life or rain for the rest of your life?",
        "On a beautiful sunny day, would you rather lie in the grass and read a book or stay inside and watch excellent TV?",
        "Would you rather go exploring deep in the Amazon jungle or go exploring in the deep sea in a submarine?",
        "Would you rather meet the pope or be the pope?",
        "Would you rather only use a Mac or only use a Windows PC?",
        "Would you rather snort one crushed up Altoid Mint (spearmint) or take a shot (1.5 oz.) of Tabasco Sauce?",
        "Would you rather be in the Army or be in the Marine Corps?",
        "Would you rather get $20,000 worth of jewelry or get $10,000 worth of electronics? (you can't resell)",
        "Would you rather only be able to whisper or only be able to shout?",
        "Would you rather break an arm, with a slightly painful infection or break a leg?",
        "Would you rather stop using YouTube or stop using Google?",
        "Would you rather forget who you were or forget who everyone you know is?",
        "Would you rather be stranded on an island alone or with someone that you hate?",
        "Would you rather reach your ideal salary or reach your ideal weight?",
        "Would you rather magically flip genders every year or be forced to move and start fresh every year?",
        "Would you rather be happy, wealthy, or healthy?",
        "Would you rather have bright blue hair or have bright blue teeth?",
        "Would you rather lose your friends OR lose your family?",
        "Would you rather have survived the Titanic or survived September 11, 2001?",
        "Would you rather eat a pinecone or eat an acorn?",
        "Would you rather cure cancer or make first contact with an alien race?",
        "Would you rather eat all the carpet or all of the wood and tiles in your house?",
        "Would you rather always Run or always Crawl ?",
        "Would you rather save 2 family members or 10,000 strangers?",
        "Would you rather be an angel or a demon?",
        "Would you rather eat a 4 inch circumference venomous spider or an equally venomous wasp?",
        "Would you rather only listen to bagpipe music or only listen to banjo music?",
        "Would you rather stop using YouTube or stop using Twitter?",
        "Would you rather only be able to meow yet live nine lives or be able to talk and live once?",
        "Would you rather be famous in this lifetime or go down in the history books?",
        "Would you rather not be able to wear clothes or not be able to speak?",
        "Would you rather arm yourself with the most powerful Nerf guns or the most powerful Super Soakers?",
        "Would you rather star in an Unpopular Movie or star in a Popular Play?",
        "Would you rather be lost in the woods at night or stuck in a haunted house at night?",
        "Would you rather always be hot or always be cold?",
        "Would you rather act in a movie with A-List actors and not get paid OR act in a movie with unknown actors and get paid a fortune?",
        "Would you rather always wear clothes you like but everyone else hates or clothes you hate but everyone else loves?",
        "If you could choose an age to stay forever, would you rather Be 21 or Be 10?",
        "Would you rather teach history or teach math?",
        "Would you rather have all superpowers you want but be always alone or be a normal but popular?",
        "Would you rather wear pants too high or wear pants too low?",
        "Would you rather kill someone OR be killed?",
        "Would you rather marry your most hated ex OR kill your best friend?",
        "Would you rather never shave ever again or never cut finger/toe nails ever again?",
        "Would you rather be able to name a new element or win a gold medal at the Olympics?",
        "Would you rather only be able to flirt with memes OR emojis?",
        "Would you rather swear in every sentence forever or constantly have your hand down your trousers?",
        "Would you rather be a content failure or be an unhappy success?",
        "Would you rather have huge arms and weak legs or have huge legs and weak arms?",
        "Would you rather be attacked by 50 duck-sized horses or be attacked by 1 horse-sized duck?",
        "Would you rather eat a worm straight from the ground or snatch a fly out of the air and eat it alive?",
        "Would you rather be a morning person or night owl?",
        "Would you rather serve 7 years in a rough prison or kill and eat your pet dog?",
        "Would you rather live in a house in a suburb or an apartment in a big city?",
        "Would you rather live in the Star Trek universe OR live in the Star Wars universe?",
        "Would you rather eat Nutella or bacon?",
        "Would you rather stub your toe or get a papercut?",
        "Would you rather have a beer belly or have three chins?",
        "Would you rather gain 10 IQ points OR 15 lbs of muscle?",
        "Would you rather call the police but they don't get there in time or intervene and save a life but take an equally horrific beating?",
        "Would you rather talk a little bit too loudly or talk a little bit too softly?",
        "Would you rather never be able to eat McDonalds again or never eat dessert again?",
        "Would you rather win an Oscar or win the Nobel Prize?",
        "Would you rather stay in on a date OR go out on a date?",
        "Would you rather own 10,000 Mr. Potato Heads or bobble heads?",
        "Would you rather lose your mind or lose your significant other?",
        "Would you rather be in jail for a year or lose a year off your life?",
        "Would you rather be the first to die or the last to die?",
        "Would you rather soil yourself and not be able to clean for a week or wear the same clothes for a year?",
        "Would you rather be attractive and poor or be ugly and rich?",
        "Would you rather get $100 today or get $1 a day for 200 days?",
        "Would you rather eat bacon or potatoes for the rest of your life?",
        "Would you rather have your best dream and worst nightmare come true or never have any of your dreams come true?",
        "Would you rather work in the hood/ghetto as a cop OR a teacher?",
        "Would you rather lose your preferred thumb or lose the index and middle finger of your preferred hand?",
        "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
        "Would you rather spend a year alone in a deep sea submarine or spend a year alone in a space station?",
        "Would you rather be famous for inventing the Whoopie Cushion or be famous for inventing snap bracelets?",
        "Would you rather have stretchable legs or have stretchable arms?",
        "Would you rather be unable to open doors unassisted or be unable to climb stairs?",
        "Would you rather have the first name Refrigerator or have the first name Dishwasher",
        "Would you rather never be able to drink water again or only be able to drink water?",
        "Would you rather speak every language except the language of the country you're currently in or speak only the language of the country you're in, but know the meaning of every single word in that language.?",
        "If you and a sibling are kidnapped, would you rather let your sibling die to save yourself or sacrifice yourself to save your sibling?",
        "Would you rather control your dreams or watch them the next day?",
        "Would you rather be psychokinetic or telepathic?",
        "Would you rather have everything you touch turn to dust or have everything you touch turn to gold?",
        "Would you rather be known forever for something terrible or never be recognized something wonderful?",
        "Would you rather have an incredibly nice car or own a personal helicopter?",
        "Would you rather have the first dibs every time or always have the last laugh?",
        "Would you rather get paid to read every book or get paid to watch every TV show?",
        "Would you rather spend 5 yrs in prison and receive $5 million dollars after or not, but never become rich?",
        "Would you rather live without your cell phone or live without your iPod?",
        "Would you rather be extremely unattractive or extremely attractive, but have a hand that smells like poop?",
        "Would you rather have your fingers become hotdogs forever or have your tears be relatively acidic?",
        "Would you rather trade your sibling for a million dollars OR do nothing?",
        "Would you rather be able to take back anything you say OR hear every conversation around you?",
        "Would you rather only be to use a fork or only be able to use a spoon?",
        "Would you rather be be an amazing security guard or a terrible FBI agent?",
        "Would you rather dress only in styles famous 15 years ago or dress only the way you did when you were 15?",
        "Would you rather be a mall cop or be a prison guard?",
        "Would you rather live in Tokyo or Hong Kong?",
        "Would you rather sue a charity organization and win or sue a corrupt organization and lose?",
        "Would you rather fear everything and be able to defend yourself OR have nothing to fear, but be helpless?",
        "Would you rather become a Pokemon trainer or go to Hogwarts?",
        "Would you rather live in a giant shoe or live in a giant peach?",
        "Would you rather have a pet or a sibling?",
        "Would you rather have a lot of time but no freedom or have freedom but no time?",
        "Would you rather have your friends and partner not get along OR be single with caring friends.",
        "Would you rather be a pig or snake?",
        "Would you rather have no tongue or have no teeth?",
        "Would you rather have to date nobody OR have to date two people at the same time without either knowing?",
        "Would you rather spend 5 years in prison, then return to your old life or not go to prison, but move every year?",
        "Would you rather have no internet OR live in the middle of nowhere with internet",
        "Would you rather marry the second person in your DMs OR remain single forever?",
        "Would you rather have hair to the ground and never cut it again or shave yourself bald every morning?",
        "Working next to a co-worker all day, would you rather they had BO or they played awful music on repeat?",
        "Would you rather spend the rest of your life with a sailboat as your home or an RV as your home?",
        "Would you rather blind with amazing musical ability or deaf with amazing artistic ability?WYR",
        "Would you rather burp extremely loudly every 30 seconds or let out a smelly, long-lasting fart every 5 minutes?",
        "Would you rather have unlimited international first-class tickets or never have to pay for food at restaurants?",
        "Would you rather never be able to leave the country you were born in or never be able to drive?",
        "Would you rather live in a penthouse in the city or live in a mansion in the country?",
        "Would you rather be a vegetarian and love a meat eater or be a meat eater and love a vegetarian?",
        "Would you rather have a personal chef or have a personal masseuse?",
        "Would you rather walk across a mile of hot burning coals or walk across a mile of Legos?",
        "Would you rather propose/be proposed to in private OR in front of family/friends?",
        "Would you rather have fast food or Mom’s dinner?",
        "Would you rather be able to meet your great-great-grandparents OR your great-great-grandchildren?",
        "Would you rather never have to grocery shop again or never have to do laundry again?",
        "Would you rather know when you die, or how you die?",
        "Would you rather be able to control/talk to machines or be able to produce an unlimited amount electricity?",
        "Would you rather prevent World War II, Holocaust included, or cure all forms of cancer, STDs and AIDS?",
        "Would you rather eat a container of butter or drink a bottle of maple syrup?",
        "Would you rather be a high school/below teacher or be a college professor?",
        "Would you rather emit robot noises whenever you move or make camera shutter sounds whenever you blink?",
        "Would you rather know when you will die or know how you will die?",
        "Would you rather be a bumblebee or a slug?",
        "Would you rather lose your friends OR have none from the start?",
        "Would you rather move away from your family (10 yrs no contact) or live with them for an extra 20 yrs?",
        "Would you rather stare at the sun for 5 seconds after being in a dark room for 5 hours or have one eye replaced with a glass eye for the rest of your life?",
        "Would you rather live to be 120 and accomplish nothing or live to be 50 and have world changing accomplishments?",
        "Would you rather be stupid and have a brilliant kid or be brilliant and have a stupid kid?",
        "Would you rather have to wear a full body, red leotard on your wedding day or have your spouse-to-be wear it?",
        "Would you rather give up bathing for a month or give up the internet for a month?",
        "Would you rather eat a spoonful of cinnamon or snort mustard?",
        "Would you rather date someone with too high self esteem OR too low?",
        "Would you rather live forever or never live?",
        "Would you rather only dance the charleston or only dance the macarena?",
        "Would you rather not be able to open any closed doors OR not be able to close any open doors?",
        "Would you rather drink tea or coffee ?",
        "Would you rather be known as a racist or be known as a sexist?",
        "Would you rather live completely alone on an island or be overworked in a cramped factory?",
        "If you were going to fail a test, would you rather rip up the exam paper or walk out laughing?",
        "Would you rather be completely invisible for one day or be able to fly for one day?",
        "Would you rather eat 20 Ice cubes in 90 seconds or forget everything that you did in the past year?",
        "Would you rather be allergic to babies or be allergic to elderly people?",
        "Would you rather sleep in a room a little too warm or sleep in a room a little too cold?",
        "Would you rather always be sweating or always appear shivering cold?",
        "Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
        "Would you rather suffer from non-stop peeing or non-stop crying for the rest of your life?",
        "Would you rather have the sense of smell of a dog  or have the eyesight of an eagle ?",
        "Would you rather death by electric chair or death by lethal injection?",
        "Would you rather be the student who always sleeps in class or who always talks in class?",
        "If you could only do one of these in your lifetime, would you rather find true love or cure cancer?",
        "Would you rather have a slight lisp or have a slight cockeye?",
        "Would you rather only eat one food for the rest of your life or only be able to drink water for the rest of your life?",
        "Would you rather have a section of your ear bitten off or lose your two front teeth?",
        "Would you rather date someone with long hair OR date someone with short hair?",
        "Would you rather have to hold your pee all day or have to go every 5 minutes?",
        "Would you rather be a Vampire or be a Werewolf?",
        "Would you rather date someone with a nice face OR a nice body?",
        "Would you rather be able to remember everything you see OR everything you hear?",
        "Would you rather be a hometown hero or be a C level celebrity noone really likes. ?",
        "Would you rather lose your preferred hand or lose your preferred foot?",
        "Would you rather have to kiss every person you meet or never kiss your partner again?",
        "Would you rather be able to fly, but have no family or lasting relationships or not?",
        "Would you rather be a Cyborg or be  an animal-human fusion thing.?",
        "Would you rather be forced to attend school for your entire life or be forced to marry your distant cousin?",
        "Would you rather be Calvin or be Hobbes from the comic?",
        "Would you rather be a cat or be a dog?",
        "Would you rather be in a no-named rock band or be in a kids band like the Wiggles?",
        "Would you rather live in a castle or own a yacht?",
        "Would you rather have your fingers always covered in BBQ sauce or Doritos nacho cheese flavoring?",
        "Would you rather have all your clothes be two sizes too big OR two sizes too small.",
        "Would you rather the ability to have full control over your dreams or never have to sleep?",
        "Would you rather stick your cut up hand into a bowl of vinegar or eat 3 worms alive?",
        "Would you rather live with no electronics or live with no friends?",
        "Would you rather own a baby otter or a messenger owl?",
        "Would you rather dump or be dumped?",
        "Would you rather live to 150 but have a boring life or live to 50 but have a really exciting life?",
        "Would you rather earn $250,000 a year in quarters or $100,000 a year in bills ?",
        "Would you rather discover something great and spread it or discover something evil and prevent it?",
        "Would you rather be illiterate or take everything literally?",
        "Would you rather have no thumbs or only have thumbs?",
        "Would you rather have a month of intense nonstop rain or have a month long 100+ degree heatwave?",
        "Would you rather be deeply insulted by a stranger or be slapped across the face?",
        "Would you rather only wear revealing hot pink clothes or always have to wear socks and sandals?",
        "Would you rather see how you die or who you will marry?",
        "Would you rather have no fingers or have no ears?",
        "If you were convicted of a crime, would you rather go to jail for life or have the death penalty?",
        "Would you rather be stranded in the middle of an ocean on a raft OR be lost in the woods with no supplies?",
        "Would you rather eat nothing for two days or eat the same meal for a month?",
        "Would you rather watch the sad SPCA comercial over and over or watch bad workout infomercials over and over?",
        "Would you rather only eat breakfast cereal or only eat pasta?",
        "Would you rather constantly have wrinkled clothes or never have toothpaste ?",
        "Would you rather be in jail for a year or live in complete isolation in the mountains for a year?",
        "Would you rather own an Xbox 360 or own a PS3?",
        "Would you rather always be naked or always be itchy?",
        "Would you rather have super-human memory or teleportation?",
        "Would you rather enact Net Neutrality as a law or the \"Stop Online Piracy Act\" as a law?",
        "Would you rather be able to survive any injury or fall or be able to pull out any object out of your pocket?",
        "Would you rather change your religion or change your political party?",
        "Would you rather eat a tablespoon of salt or eat a tablespoon of cinnamon?",
        "Would you rather face a zombie attack or shark attack?",
        "Would you rather have to wash your hands every 10 minutes or only once a month?",
        "Would you rather fart in front of your crush or get caught picking your nose by your crush?",
        "Would you rather smile when bad things happen? or frown when good things happen? ?",
        "Would you rather lose both your arms or lose both your legs?",
        "Would you rather know how to speak only English or know how to speak every language but never English?",
        "Would you rather have to eat tree bark for one meal a day or have to pour cold milk over everything you eat?",
        "Would you rather have the crush of your dreams or have infinite amounts of your favorite appetizer?",
        "If you walked into a room, would you rather have everyone stare at you in disgust or look away in disgust?",
        "Would you rather be caught at home watching sex and the city by yourself or be caught in a bar with a pink martini in hand?",
        "Would you rather use only Windows ME for the rest of your life or use only a 16 inch CRT monitor",
        "Would you rather go swimming with sharks or go swimming with alligators?",
        "Would you rather never be able to hear your favorite song or never watch your favorite movie again?",
        "For the rest of your life, would you rather drink the same thing or eat the same meal?",
        "Would you rather be extremely paranoid or extremely naive?",
        "Would you rather have two sets of twins or quadruplets?",
        "Would you rather be able to see 10 minutes into your own future or be able to see someone else’s entire future anytime you want?",
        "Would you rather be allergic to sugar or be forced to wear ponchos 24/7?",
        "Would you rather live in isolation or face your biggest fear once a month?",
        "Would you rather be smart and always be ignored. or dumb but always listened to?",
        "Would you rather attend Harvard or Yale?",
        "Would you rather live in a foreign city and not know the language or live on an island, alone.?",
        "Would you rather win the lottery or live twice as long?",
        "Would you rather have a MacBook Pro or have an iPhone?",
        "Would you rather eat only Chinese food all the time or eat only Mexican food all the time?",
        "Would you rather sleep in a tanning bed or small suitcase for a month?",
        "If you only had one knife, would you rather spread the peanut butter first or spread the jelly first?",
        "Would you rather give a speech to the whole nation or have to sleep with tarantulas on your bed?",
        "Would you rather know everything or nothing about your partner's past ?",
        "Would you rather always have mud in your shoes or always have a pebble in your shoe?",
        "Would you rather be convicted as a corrupt politician or be convicted as a corrupt Fortune 500 CEO?",
        "Would you rather have your house burnt down by a fire breathing dragon or have your house blown down by the big bad wolf?",
        "Would you rather have a stylist do your hair/makeup each day or have a fashionista pick you a new outfit each day?",
        "Would you rather have your crush date your best friend OR your worst enemy?",
        "Would you rather have anything you write become truth or know all the truths there are now?",
        "To let out your anger, would you rather smash a computer with a baseball bat or smash a guitar on the floor?",
        "Would you rather give up dates or kisses?",
        "Would you rather smell like manure or smell like urine?",
        "Would you rather find your partner flirting with another person OR be found flirting with another person?",
        "Would you rather only listen to The Beatles or only listen to The Rolling Stones?",
        "Would you rather lose your keys or lose your cell phone?",
        "Would you rather always eat sushi or always eat lasagna?",
        "Would you rather drink Mountain Dew or Dr. Pepper?",
        "Would you rather be a famous rapper or be a notorious mobster?",
        "Would you rather inherit $20 million OR work hard for $50 million.",
        "Would you rather only speak in haiku or only speak in song lyrics?",
        "Would you rather be a robot or be an alien?",
        "Would you rather go on a vacation with your partner OR a road trip with your partner?",
        "Would you rather live in a treehouse or live in a floating boathouse?",
        "Would you rather realize you've been on a date with the person before halfway through OR call them your ex's name on accident?",
        "Would you rather be a rich but stupid footballer or a genius but poor scientist?",
        "Would you rather lick the floor at a club or lick a toilet seat at walmart?",
        "Would you rather date someone who lives far away that you absolutely love or date with someone you live super close to but dont like as much",
        "Would you rather have your friends like you or know exactly what your friends think about you?",
        "Would you rather always wear a top hat or always wear a giant clock necklace?",
        "Would you rather be the CEO of a Fortune 500 company or be the President of a prominent country?",
        "Would you rather launch an atomic bomb or be bombed with an atomic bomb?",
        "Would you rather hoard or compulsively clean?",
        "Would you rather be hysterically funny or absolutely beautiful?",
        "Would you rather own a pocket-sized giraffe or own a pocket-sized elephant?",
        "Would you rather kill 100 people or be hunted by 100 people?",
        "Would you rather check your email first or your social networks first every morning?",
        "Would you rather run into your parents on a date OR your ex?",
        "Would you rather be married to someone who is ignorant or a know it all?",
        "Would you rather bring modern weapons to the Revolutionary war or the Civil war?",
        "Would you rather have ice breath or have fire breath?",
        "Would you rather bring back someone you love who died or bring back someone famous who died?",
        "Would you rather live in Ancient Greece or live in Ancient Rome?",
        "Would you rather have 50% of your body burned or 100% of your body tattooed?",
        "Would you rather be a failure OR have people think you're successful even though you haven't earned it.",
        "Would you rather cut your hands with broken glass or lick rusty nails?",
        "Would you rather live in an amusement park or live in a zoo?",
        "Would you rather live on normally or have the NEXT 5 would you rathers become true?",
        "Would you rather be 4 feet tall or be 8 feet tall?",
        "Would you rather be famous on TikTok or on YouTube?",
        "Would you rather be male or be female?",
        "Would you rather have a Pinocchio nose or have Dumbo ears?",
        "Would you rather be good looking OR have a great personality?",
        "Would you rather work 10 hours a day four days a week or work 8 hours a day five days a week?",
        "Would you rather sound like anyone you want or speak any language you want?",
        "Would you rather only have access to YouTube or only have access to games on the Internet ?",
        "Would you rather be loved or feared ?",
        "Would you rather never be able to feel emotions or never be able to express emotions?",
        "Would you rather know exactly what happened in Area 51 or accept $1 million?",
        "Would you rather have an iPad or have an iPhone?",
        "Would you rather dump someone or get dumped?",
        "Would you rather be slapped full-force by a UFC fighter. or forced to lick a dog turd.?",
        "Would you rather not be able to see the colors purple, red or blue or see everything in black, white, and gray?",
        "Would you rather live under communism or capitalism?",
        "Would you rather live with no internet OR live with no heat/AC?",
        "Would you rather eat 300 doughnuts in 4 hours for $500 or drink a cup of sour milk for $50?",
        "Would you rather be covered in feathers or be covered in fur?",
        "Would you rather have hair covering your entire body or be completely bald?",
        "Would you rather eat every meal mixed with Carbonara sauce or mix every drink with Four Loco?",
        "Would you rather get stung repeatedly by a Japanese Hornet or be bitten once by a Black Widow spider?",
        "Would you rather not be able to talk or not be able to walk?",
        "Would you rather live an extra 25 years or live a life without the need to sleep?",
        "Would you rather go to the beach or the mountains?",
        "Would you rather vacation in New York City or vacation in Tokyo?",
        "Would you rather live in a world with no spiders, but bugs exist or with only spiders (but more of them)?",
        "Would you rather only drink Starbucks coffee or only drink Dunkin Donuts coffee?",
        "Would you rather fix something that you broke OR replace it?",
        "Would you rather always look 8 months pregnant or always have a black eye?",
        "Would you rather never watch another video or never hear another song?",
        "Would you rather have 2 millon YouTube subscribers or have 1 million Twitter followers?",
        "If you were stranded on a deserted island would you try to escape or stay there and wish to be found?",
        "Would you rather spend a day in the Sahara Desert or spend a day in the North Pole?",
        "Would you rather have high motor functions with poor senses or have superb senses, but poor motor skills?",
        "Would you rather have a beautiful lover that you don't like or an ugly lover that you do?",
        "Would you rather be incredibly stupid with the best of luck or be an incredible genius with the worst of luck?",
        "Would you rather have an arranged marriage OR be single forever?",
        "Would you rather your crush see you having a breakdown and walk away or see your crush having a breakdown because of something you did?",
        "Would you rather live in a homeless shelter with internet access or in an isolated amazing home?",
        "Would you rather be famous for curing cancer or for making everyone on earth live forever?",
        "Would you rather go on a fun date or be given an expensive gift?",
        "Would you rather be the last human left on Earth or be dead?",
        "Would you rather control the elements or control time?",
        "Would you rather be godzilla or be king kong?",
        "Would you rather ride in a hot air balloon or ride in a hovercraft?",
        "Would you rather always be sleepy OR always be hyper?",
        "Would you rather burp confetti or fart glitter?",
        "Would you rather not be able to taste or not be able to smell?",
        "Would you rather be completely alone OR only have completely fake friends?",
        "Would you rather be rich now OR be rich later in life?",
        "Would you rather be as you are now or have 100 million dollars and a 5% chance of instant death?",
        "Would you rather eat 50 celery sticks or brussels sprouts every day?",
        "Would you rather wear a woolen bodysuit in the Sahara or wear a bikini in the Antarctic?",
        "Would you rather eat hot food in the summer OR eat cold food in the winter?",
        "Would you rather be a wizard or the King of England?",
        "Would you rather be stuck in an aquarium with a great white shark or a room with the floor covered in spiders?",
        "Would you rather be really fat or really hairy?",
        "Would you rather have everyone talk to you like a 2-Year Old or in a sarcastic tone?",
        "Would you rather be known as a drug dealer or be known as a liar?",
        "Would you rather have supernatural agility or have supernatural strength/intelligence?",
        "Would you rather be dumb and funny OR smart and humorless?",
        "Would you rather eat only salad or only fruits for the rest of your life?",
        "Would you rather master every programming language or every spoken language?",
        "Would you rather watch only dramas for the rest of your life or watch only comedies for the rest of your life?",
        "For one week, would you rather eat nothing but dog treats or eat nothing but cat food?",
        "In a fantasy world, would you rather be a fairy who cannot fly or be a 10 foot tall dwarf?",
        "Would you rather have been to Hogwarts or trained under Obi-Wan Kenobi?",
        "Would you rather have to get around on all fours all the time or only make animal noises?",
        "Would you rather be horribly and hopelessly depressed or have inescapable overwhelming anxiety?",
        "Would you rather tell your most embarassing secret to the 10 people it would matter to most or eat 5000 liquorice jelly beans as fast as you can?",
        "Would you rather have a jello room or have a pillow room?",
        "Would you rather meet your future self or meet your future kids?",
        "Would you rather only be able to curse with 'shit' OR be able to curse however you want, as long as it's not english?",
        "Would you rather find 10,000 roaches or a person living in your attic?",
        "Would you rather only talk in third person or never be able to call someone by name?",
        "Would you rather have two moms or have two dads?",
        "Would you rather know everything and die tomorow or live forever and be ignorant?",
        "Would you rather live in a house haunted by ghosts OR a house infested with bugs?",
        "Would you rather eat garbage OR eat feces?",
        "Would you rather eat nothing but ketchup for a week or eat nothing but mustard for a week?",
        "Would you rather eat Fruit Roll Ups or eat Fruit by the Foot?",
        "Would you rather have a kiss every day or a hug every day?",
        "Until you retire, would you rather work 9am to 5pm or 9pm to 5am?",
        "Would you rather lose your keys OR your phone?",
        "Would you rather get an Atomic Wedgie or get a Swirly ?WYR",
        "Would you rather be dangled over the edge of a cliff  or be forced to public speak?",
        "Would you rather have constantly dry eyes OR a constant runny nose?",
        "Would you rather eat only buffalo wings or drink only buffalo sauce for the rest of your life?",
        "Would you rather experience a zombie apocalypse or an alien invasion?",
        "Would you rather die when your kid is very young or have your kid die before you?",
        "Would you rather be credited with the invention of the wheel or be credited with the invention of the Internet?",
        "Would you rather be in jail for 60 years or die?",
        "Would you rather pay more taxes but have free public services, or no taxes but pay fully for services you need?",
        "Would you rather be barefoot for the rest of your life or wear Crocks for the rest of your life?",
        "Would you rather be with a blonde or be with a brunette?",
        "Would you rather prevent World War II or win a life changing amount of money in a lottery?",
        "Would you rather spend your last moments with your family or do something crazy that you've always wanted to?",
        "For the rest of your life, would you rather live in a Toyota Prius or in your bathroom?",
        "Would you rather never watch baseball again or never watch football again?",
        "Would you rather Be eaten by a lion or Be eaten by ants?",
        "Would you rather be good looking OR talented?",
        "Would you rather jump forward 10 years of your life or go back 10 years of your life?",
        "Would you rather adopt Pusheen or Nyan Cat?",
        "Would you rather have to wear sweatpants for the rest of your life OR never wear them again?",
        "Would you rather be mortal on a immortal planet  or be immortal on a mortal planet?",
        "Would you rather fight 100 third graders one at a time or fight 50 third graders at the same time?",
        "Would you rather be covered in fur or covered in scales?",
        "Would you rather drool abnormally in public or audibly moan during each conversation you have?",
        "Would you rather laugh uncontrollably at insurance commercials or become wildly aroused at car commercials?",
        "Would you rather be unable to survive without eating something every hour or be unable to taste?",
        "Would you rather own a Lightsaber or use the Force?",
        "Would you rather stop showering or stop brushing your teeth?",
        "Would you rather be a character on LOST or be a character on Heroes?",
        "Would you rather sleep only 3 hours a night on an extremely comfy bed or sleep as long as you want on a cold rock?",
        "Would you rather have the job of your dreams and be broke or have a job you hate but be wealthy?",
        "Would you rather all the chats on your phone leak or all the photos?",
        "Would you rather be a professional skier or snowboarder?",
        "Would you rather always tell the truth or always lie?",
        "For all of your life, would you rather only be photographed or only be filmed?",
        "Would you rather wear nothing but jeans or wear nothing but shorts?",
        "Would you rather die by explosion or implosion?",
        "Would you rather be 1ft tall OR 12ft tall",
        "If you were stuck in the woods, would you rather have a tomahawk or a knife?",
        "Would you rather lose the ability to feel emotions or be physically paralyzed?",
        "Would you rather be rich and have no friends OR poor and have many friends?",
        "Would you rather brush your teeth once a year OR shower once a month?",
        "Would you rather constantly have a runny nose or Cheetos cheese-covered fingers?",
        "Would you rather always drink carbonated beverages, or never drink them again?",
        "Would you rather live in the time of the Ancient Romans/Greeks or live in the Dark Ages?",
        "Would you rather save the world but nobody knows or save the world but die as a hero?",
        "Would you rather run fast or jump high?",
        "Would you rather walk barefoot in a lego factory or on burning hot coals?",
        "Would you rather be a famous musician OR a famous visual artist?",
        "Would you rather live alone in the wilderness OR live in a city as a homeless person.",
        "Would you rather have a child in 7th grade and raise it or never have kids/adopt?",
        "Would you rather say YES (or similar words) to everything or NO to everything?",
        "Would you rather resurrect your favorite cancelled show of all time for 1 season or cancel your most hated show?",
        "Would you rather yell a swear between every word or get punched in the face after every swear",
        "Would you rather lie every time you are asked a question or tell the truth every time you are asked a question?",
        "Would you rather win the Nobel Peace Prize or find a cure for a terminal disease?",
        "Would you rather be stuck on the moon or be stuck at the bottom of the ocean?",
        "Would you rather retire early with a horrible job OR have to work your dream job for your whole life?",
        "If you were at the end of the world, would you rather throw yourself at lava or drown in the tsunami?",
        "Would you rather be the first to climb Mt. Everest or be the first on the Moon?",
        "Would you rather have uncontrollable diarrhea or have uncontrollable vomiting ?",
        "Would you rather room with Snoop Dogg or room with Bob Marley?",
        "Would you rather live until 80 in poverty or live until 40 in riches?",
        "Would you rather all expenses paid, two month vacation in France or be on the moon for one hour?",
        "Would you rather pee your pants once a day at a random time or poop your pants once a day at a random time?",
        "Would you rather have a lover who only speaks on Mondays or have a lover who only speaks in Pig Latin?",
        "Would you rather live in the past or live in the future?",
        "Would you rather marry a hardened criminal or someone with 5 kids from 3 previous marriages?",
        "Would you rather play a game of Quidditch or take a field trip with Ms. Frizzle?",
        "Would you rather light your hands on fire for a minute or light your feet on fire for a minute?",
        "Would you rather only eat reheated leftovers for the rest of your life or pay to eat out at restaurants for every meal for the rest of your life?",
        "Would you rather be pregnant at 15 OR pregnant at 50?",
        "If you could only choose one futuristic accessory to own, would you rather google Glass or apple's Smart Watch ?",
        "Would you rather lose all your possessions or all your memories?",
        "Would you rather beat up a 7 year old or beat up a 77 year old?",
        "Would you rather be gossiped about OR never remembered?",
        "Would you rather have 2 years of mandatory military service when you turn 18 or have a draft during wartime?",
        "Would you rather be electrocuted to death OR burn to death?",
        "Would you rather only be able to sit or stand?",
        "Would you rather Be accomplished and famous, then die at 18 or be ordinary and die at a reasonable age?",
        "Would you rather know when the world ends or how the world ends?",
        "Would you rather have a college/university named after you or have a sports stadium named after you?",
        "If you could be the all-time greatest, would you rather be the greatest mathematician or be the greatest writer?",
        "Would you rather be swept up in a hurricane or lost in a flood?",
        "If you had a mutation of your choice, would you rather have an extra limb or have an extra eye?",
        "Would you rather have stinky feet or have long finger nails?",
        "If you had no choice, would you rather enter yourself or enter your younger sibling in the Hunger Games?",
        "If you were in high school, would you rather have your face covered in severe acne or be extremely fat?",
        "Would you rather be a student the rest of your life or be a teacher the rest of your life?",
        "Would you rather only be able to teleport to places you've already been or places you've never been before?",
        "Would you rather have your first child at 18 OR 40?",
        "Would you rather teach Spanish or teach math?",
        "Would you rather wrestle an alligator or wrestle a bear?",
        "Would you rather date someone sweet OR spicy?",
        "Would you rather have paparazzi follow you around or reveal a different secret about yourself in a weekly newspaper column?",
        "Would you rather be allergic to peanut butter or be allergic to chocolate?",
        "Would you rather Be the best singer in the world but ugly or be the worst singer in the world but beautiful?",
        "Would you rather be called out for stupidity or admit stupidity?",
        "Would you rather have arms in proportion to a T-Rex or have a neck in proportion to a Brontasaurus ?",
        "Would you rather always dissappoint people or always anger people?",
        "Would you rather have uncontrollable Ear Hair or uncontrollable Nose Hair?",
        "Would you rather have chocolate or vanilla?",
        "If you were only able to eat one of the two, would you rather only eat meat or only eat fish?",
        "Would you rather go to heaven or hell or be reborn into a better/worse life?",
        "Would you rather never play computer games again or never watch any video on a computer again?",
        "Would you rather be a piece of toast for a day (Without moving) or be a toaster and get used frequently?",
        "Would you rather not be able to stop being serious or not be able to stop joking?",
        "Would you rather have all known phobias or have to slowly skin your family and pets alive?",
        "Would you rather have a 'get out of jail free' card OR a skeleton key to any door?",
        "Would you rather have to kill the animal for any meat you eat or never eat meat again?",
        "Would you rather have 300 horses or have a car with 300 Horse Power?",
        "Would you rather get killed by your partner or get killed by your best friend?",
        "Would you rather wear summer clothes in the winter or wear winter clothes in the summer?",
        "Would you rather be better looking in person or in photos?",
        "Would you rather be rich or be famous?",
        "Would you rather only be able to speak via a translator or only speak when asked a question?",
        "Would you rather date your celebrity crush OR your bf/gf/significant other?",
        "Would you rather be an unknown superhero or famous villain?",
        "Would you rather taste the same flavor of food or taste nothing ever again?",
        "Would you rather be able to only speak in lolspeak or be able to only type in 1337 speak?",
        "Would you rather be in a loving, caring relationship OR be in a fun, exciting one?",
        "Would you rather hang out with your crush OR your favorite celebrity?",
        "Would you rather be President for 3 weeks then be impeached, or have the power of the world but be killed after 3 weeks?",
        "Would you rather produce a low-budget film with your best friends and have the time of your life or produce a Hollywood blockbuster with people you detest and make a ton of money?",
        "Would you rather have a rise and fall from fame or remain completely unknown your entire life?",
        "Would you rather live in a world of magic or superheroes?",
        "Would you rather eat fast food burgers every night or eat Chinese Take-out every night?",
        "Would you rather have all your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?",
        "Would you rather receive $5 a day for the rest of your life or $50,000 right here, right now?",
        "Would you rather never see the sky again or never see a body of water again?",
        "Would you rather change your eye color OR hair color?",
        "Would you rather always have sticky fingers or always have bad breath?",
        "Would you rather know a few things about everything or know everything but only about a few things?",
        "Would you rather give up buttons and zippers or give up velcro and knots?",
        "If you could go back in time and sign the Declaration of Independence would you rather sign your real name or sign using a ridiculous pseudonym (I.C. Wiener, Mike Rotch, etc.)?",
        "Would you rather never be able to laugh again OR never be able to smile again?",
        "If you had your choice of portable game device, would you rather choose a Nintendo DS or choose a PSP?",
        "Would you rather live in an abandoned bomb shelter or live in an isolated tower?",
        "Would you rather play Pacman or Space Invaders?",
        "Would you rather have to sleep 3 hours everyday or have to sleep 15 hours everyday?",
        "Would you rather go on a date with someone who posts instagram pictures after every bite OR someone running a livestream of your date?",
        "Would you rather know the exact time and place of your own death or of everyone around you?",
        "Would you rather get caught cheating or catch your partner cheating?",
        "Would you rather get gas every time you are around the sex you are attracted to or burp after every time you kiss?",
        "Would you rather slam your hand in every door or fall down every flight of stairs?",
        "Would you rather have everything you're thinking appear in a thought bubble above your head OR scream whenever you feel an emotion?",
        "Which super power would you rather have, night vision or a heightened sense of smell and hearing?",
        "Would you rather be elected as a federal representative OR the CEO of a major company?",
        "If you could be in a broadway show, would you rather be in Wicked or Lion King?",
        "Would you rather be feared by all or loved by all?",
        "Would you rather be a faster swimmer than Michael Phelps or be a faster sprinter than Usain Bolt?",
        "Would you rather run someone over or be run over?",
        "Would you rather always drive under the speeding limit or over the speeding limit?",
        "Would you rather have to smile every waking hour or have to laugh loudly every thirty minutes?",
        "Would you rather have a high salary in a job you hate or have a low salary in a job you love?",
        "Would you rather always have a sore throat or live with no fingers on preferred hand?",
        "Would you rather only eat stuffing for the rest of your life or only drink gravy for the rest of your life?",
        "Would you rather only smell like poop or only smell poop?",
        "Would you rather always get caught in traffic or always have really bad internet?",
        "Would you rather be near deaf or hear everything two minutes later?",
        "Would you rather be naked all the time or never leave your house/apartment?",
        "Would you rather Be sent into space without enough oxygen or be thrown naked into a pit of deadly scorpions?",
        "Would you rather go to a distant planet or travel through time?",
        "Would you rather have an uncontrollable itch that attacks at sporradic times or always have chapped lips?",
        "Would you rather be left as the last human alive on earth OR be dead?",
        "Would you rather be a heavy smoker or be a heavy drinker?",
        "Would you rather date someone mean but smart OR date someone nice but dumb?",
        "Would you rather kill yourself or push a button and have a random 10,000 people die?",
        "Would you rather go one year without your teeth or go one year without the Internet?",
        "Would you rather wear high heels or wear a dress?",
        "Would you rather sprout a tail or a horn?",
        "Would you rather be a wizard or be a vampire?",
        "Would you rather never age mentally OR physically?",
        "Would you rather tell a friend's partner that they're cheating OR keep it a secret?",
        "Would you rather be able to fly up to 5 meters off the ground or have a magic carpet that could fly 50 meters?",
        "Would you rather be tall and really skinny or be buff and really short?",
        "Would you rather never be able to touch blue or never be able to touch red?",
        "Would you rather always speak all your thoughts out loud or never speak at all (not even in sign language)?",
        "Would you rather end world hunger or find a cure for cancer?",
        "Would you rather eat a hotdog or eat a hamburger?",
        "Would you rather never say THANKS again or never say PLEASE again?",
        "Would you rather be an anti-social genius or be popular but unintelligent?",
        "Would you rather only be able to see the world in a shade of red or barely be able to hear people when they speak?",
        "Would you rather have equal numbers of friends and enemies OR none of either?",
        "Would you rather be forced to watch My Little Pony for 24 hours or have the theme song stuck in your head for a week?",
        "Would you rather have comically large feet or have a comically oversized head?",
        "Would you rather kiss on the first date OR wait?",
        "While getting ready, would you rather never be able to look in the mirror or dress in complete darkness?",
        "Would you rather be stupid OR be ugly?",
        "Would you rather have a baby dragon or have a baby phoenix ?",
        "Would you rather know the history of every object you touched or be able to talk to animals?",
        "Would you rather be electrocuted every time you swear or have all profanities censored out on all of your devices?",
        "Would you rather toilet paper a house or egg a house?",
        "Would you rather control the emotions of those around you or control the weather?",
        "Would you rather only eat or only drink?",
        "Would you rather be invincible or be invisible?",
        "Would you rather have to drive a pink moped for the next 2 years or wrestle an alligator one time?",
        "Would you rather get shot or get stabbed?",
        "Would you rather never have to sit at a red light OR never have to wait in line?",
        "Would you rather talk like Yoda or breathe like Darth Vader?",
        "Would you rather only write in cursive or ONLY TYPE IN CAPS?",
        "Would you rather be able to change the past or see into the future?",
        "Would you rather wear a ski suit all the time or go everywhere barefoot?",
        "Would you rather give up cuddles OR kisses?",
        "Would you rather have a British accent or have an Australian accent?",
        "If you had a machete, would you rather amputate the feet of two friends or amputate one of your own feet?",
        "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
        "Would you rather find out your partner is pregnant (as in the next ten seconds)  or find out you can never have kids again?",
        "Would you rather live in Boston or live in New York City?",
        "Would you rather drink only water and alcohol for the rest of your life or drink anything other than alcohol for the rest of your life?",
        "Would you rather be stung by 20 bees in random locations or have each shin kicked hard 10 times?",
        "Would you rather ski in the moutains or vacation on the beach?",
        "Would you rather listen to everything but your favorite musician/artist or listen to only your favorite musician/artist?",
        "If you could live without air, water and food, would you rather be stuck on the moon or be free floating in space?",
        "Would you rather eat a Big Mac every six hours or an exquisite meal once every four days?",
        "Would you rather lose an eye and a hand or lose a leg and an ear?",
        "Would you rather sing everything you say or dance all your movements?",
        "Would you rather have to learn how to walk again or have to learn about every date in history and why they were important.?",
        "Would you rather not shower for 2 wks w/ clean clothes or shower daily for 2 wks w/o a change of clothes?",
        "Would you rather have 2 left hands or have 2 left feet?",
        "Would you rather have your face on the $1 bill or have your face on the $100?",
        "Would you rather lose the ability to read OR speak?",
        "Would you rather use a touchscreen interface or a mouse and keyboard?",
        "Would you rather drink a gallon of mustard in one sitting or use mustard for toothpaste for 3 weeks?",
        "Would you rather eat your favourite DVD in twenty minutes or eat one hundred tissues in twenty minutes?",
        "Would you rather be 1 foot smaller or 1 foot taller than you are right now?",
        "Would you rather be sucked into Terraria or Minecraft?",
        "If you were an evil mastermind, would you rather have your lair be underwater or in the side of a cliff?",
        "Would you rather never listen to music again or never play video games again?",
        "Would you rather only use Reddit or YouTube?",
        "Would you rather make out on a couch OR against a wall?",
        "Would you rather eat Red Lobster biscuits or eat Olive Garden bread sticks?",
        "Would you rather be topless all the time or be pantless all the time?",
        "Would you rather be a professional Taser testee or be a professional beanbag gun testee?",
        "Would you rather lose a day of your life for every time you swore OR lose three years of your life, no conditions?",
        "Would you rather be albino or a ginger?",
        "Would you rather leap tall buildings in a single bound (like Superman) or be able to fun as fast as the Flash?",
        "Would you rather walk around the mall naked or walk around your school or workplace naked?",
        "Would you rather have to move to a new city once a month OR never be able to move?",
        "Would you rather be considered a liar or a cheater?",
        "Would you rather chug a pint of ocean salt water or chug a pint of rancid milk?",
        "Would you rather show your friends and family your entire internet history or live near an active volcano?",
        "Would you rather be deaf and have no legs or be blind and have no arms?",
        "Would you rather work a minimum wage job or live in the wilderness for the rest of your life?",
        "Would you rather actually have to laugh out loud every time you type LOL, haha, lmao, etc or always have to replicate the face of any emoticon you use.",
        "Would you rather have a 'rewind button' OR a 'pause button' for your life?",
        "Would you rather be named after a car or after a fruit/vegetable?",
        "Would you rather be resistant to cold and impossible to freeze or immune to heat and impossible to burn?",
        "Would you rather absolutely reek of armpits for the rest of your life or lose your sense of smell completely?",
        "Would you rather date someone 5 years older or 5 years younger?"
    ]
}